Repository: stu00608/my-goal-tracker
Catalog: ios/GoalTracker/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: Compare flat poster
ja: 平面ポスターを比較
zh_hant: 比較平面海報

source: Achievement
ja: 達成記録
zh_hant: 成就

source: Copy image
ja: 画像をコピー
zh_hant: 複製圖片

source: Share image
ja: 画像を共有
zh_hant: 分享圖片

source: Wait for the map or retry before exporting.
ja: 地図の準備を待つか、再試行してから画像を書き出してください。
zh_hant: 請等待地圖準備完成，或重試後再匯出圖片。

source: Could not create the image. Please try again.
ja: 画像を作成できませんでした。もう一度お試しください。
zh_hant: 無法產生圖片，請再試一次。

source: Could not share the image. Please try again.
ja: 画像を共有できませんでした。もう一度お試しください。
zh_hant: 無法分享圖片，請再試一次。

source: Image copied.
ja: 画像をコピーしました。
zh_hant: 已複製圖片。

source: Time to achieve
ja: 達成までの時間
zh_hant: 達成所需時間

source: Less than a minute
ja: 1分未満
zh_hant: 不到一分鐘

source: No snapshots
ja: 数値の記録はありません
zh_hant: 尚無數值紀錄

source: day
ja: 日
zh_hant: 天

source: days
ja: 日
zh_hant: 天

source: No photo
ja: 写真なし
zh_hant: 尚無照片

source: No recorded locations
ja: 記録した位置はありません
zh_hant: 尚無位置紀錄

source: Map
ja: 地図
zh_hant: 地圖

source: No records
ja: 記録なし
zh_hant: 尚無紀錄

source: Achievement conditions
ja: 達成条件
zh_hant: 達成條件

source: Cancel this completion and its attachments?
ja: この完了記録と添付を取り消しますか？
zh_hant: 取消這次完成紀錄及其附件？

source: Complete goal
ja: 目標を完了
zh_hant: 完成目標

source: Completed goal
ja: 完了した目標
zh_hant: 已完成的目標

source: Condition reminders require a location condition and cannot include health conditions. Time and weekday conditions are checked when a location event occurs.
ja: 条件の通知には位置条件が必要で、健康条件は含められません。位置の変化時に時間と曜日も確認します。
zh_hant: 條件提醒需要位置條件，且不能包含健康條件。位置變動時會一併檢查時間與星期條件。

source: Condition reminders use location events and need Always location access. They never create records automatically.
ja: 条件の通知は位置の変化時に確認するため、位置情報の「常に許可」が必要です。記録は自動作成されません。
zh_hant: 條件提醒在位置變動時檢查，需要「永遠」位置權限；不會自動建立紀錄。

source: Create a new goal or switch to ongoing tracking to keep going.
ja: 新しい目標を設定するか、継続的な記録に切り替えて続けられます。
zh_hant: 建立新目標，或改成持續追蹤以繼續累積。

source: Finite goal
ja: 期限のある目標
zh_hant: 有限目標

source: First day of week
ja: 週の始まり
zh_hant: 每週起始日

source: Goal status
ja: 目標の状態
zh_hant: 目標狀態

source: In progress
ja: 進行中
zh_hant: 進行中

source: Monday
ja: 月曜日
zh_hant: 星期一

source: Ongoing
ja: 継続的な記録
zh_hant: 持續追蹤

source: Ongoing trackers keep a completion history. Finite goals gain a completed status when achieved.
ja: 継続的な記録では達成履歴が蓄積されます。期限のある目標は達成すると完了になります。
zh_hant: 持續追蹤會累積成就歷史；有限目標達成後會標記為已完成。

source: Records changed while saving. Review the entry and try again.
ja: 保存中に記録が変更されました。内容を確認して再試行してください。
zh_hant: 儲存期間紀錄已變更，請檢查內容後再試一次。

source: Reopen goal
ja: 目標を再開
zh_hant: 重新開啟目標

source: Reopen this goal?
ja: この目標を再開しますか？
zh_hant: 重新開啟這個目標？

source: Sunday
ja: 日曜日
zh_hant: 星期日

source: The manual completion card will be removed. Your records stay unchanged.
ja: 手動で完了にしたカードを削除します。記録はそのまま残ります。
zh_hant: 手動完成的卡片將被移除，原有紀錄會保留。

source: The record, notes and photos for today will be removed.
ja: 今日の記録、メモ、写真を削除します。
zh_hant: 今天的紀錄、說明與照片將被移除。

source: Tracking style
ja: 記録の続け方
zh_hant: 追蹤形式

source: Add at least one condition to every group.
ja: 各グループに条件を1つ以上追加してください。
zh_hant: 每個條件組都需要至少一個條件。

source: Add an achievement condition first.
ja: 先に達成条件を追加してください。
zh_hant: 請先新增達成條件。

source: Condition reminders require a location condition without health conditions.
ja: 条件の通知には位置条件が必要で、健康条件は含められません。
zh_hant: 條件提醒需要位置條件，且不能包含健康條件。

source: All groups
ja: すべてのグループ
zh_hant: 全部條件組

source: Any group
ja: いずれかのグループ
zh_hant: 任一條件組

# Combine groups
source: Group logic
ja: グループの論理
zh_hant: 條件組邏輯

source: Add group
ja: グループを追加
zh_hant: 新增條件組

source: Delete group
ja: グループを削除
zh_hant: 刪除條件組

source: Group name (optional)
ja: グループ名（任意）
zh_hant: 條件組名稱（選填）

source: Group %lld
ja: グループ %lld
zh_hant: 群組 %lld

source: Add condition
ja: 条件を追加
zh_hant: 新增條件

source: Delete condition
ja: 条件を削除
zh_hant: 刪除條件

source: Add at least one condition to this group.
ja: このグループに条件を1つ以上追加してください。
zh_hant: 請在此群組新增至少一個條件。

source: Up to 10 groups, with up to 10 conditions in each group.
ja: 最大10グループ、各グループに最大10個の条件を設定できます。
zh_hant: 最多 10 個條件組，每組最多 10 個條件。

source: New records and changes to a record’s number or date check the current conditions. Notes and photos can still be edited.
ja: 記録の追加や数値・日付の変更時に現在の条件を確認します。メモと写真は条件に関係なく編集できます。
zh_hant: 新增紀錄或更改紀錄的數值、日期時，會檢查當下條件。備註與照片仍可編輯。

source: Time range
ja: 時間帯
zh_hant: 時間範圍

source: Start time
ja: 開始時刻
zh_hant: 開始時間

source: End time
ja: 終了時刻
zh_hant: 結束時間

source: All day
ja: 終日
zh_hant: 全天

source: Same start and end means all day.
ja: 開始時刻と終了時刻が同じ場合は終日です。
zh_hant: 開始與結束時間相同代表全天。

source: Includes both selected minutes. Overnight ranges use the current weekday.
ja: 開始と終了の分を含みます。日をまたぐ時間帯でも、曜日は現在の日付で判定します。
zh_hant: 包含開始與結束所選的分鐘。跨午夜範圍以當下日期的星期判定。

source: Weekdays
ja: 曜日
zh_hant: 星期

source: Steps
ja: 歩数
zh_hant: 步數

source: Sleep
ja: 睡眠
zh_hant: 睡眠

source: Step count
ja: 歩数
zh_hant: 步數

source: Sleep hours
ja: 睡眠時間
zh_hant: 睡眠時數

source: hours
ja: 時間
zh_hant: 小時

source: steps
ja: 歩
zh_hant: 步

source: Comparison
ja: 比較方法
zh_hant: 比較方式

source: Greater than
ja: より大きい
zh_hant: 大於

source: Less than
ja: より小さい
zh_hant: 小於

source: Calendar period
ja: 集計期間
zh_hant: 日曆期間

source: Today so far
ja: 今日の開始から現在まで
zh_hant: 今日開始至目前

source: This week so far (Monday start)
ja: 今週の月曜日から現在まで
zh_hant: 本週至目前（週一開始）

source: This month so far
ja: 今月の開始から現在まで
zh_hant: 本月開始至目前

source: Strict comparison: equality does not meet the condition. Uses readable Apple Health data from the calendar period’s start through now.
ja: 同じ値では条件を満たしません。期間の開始から現在までに読み取れるAppleヘルスケアのデータを使います。
zh_hant: 嚴格比較：相等不符合條件。使用日曆期間開始至目前可讀取的 Apple 健康資料。

source: Enter nonnegative whole steps up to 1,000,000,000, or sleep hours up to 744.
ja: 歩数は0〜1,000,000,000の整数、睡眠時間は0〜744時間を入力してください。
zh_hant: 請輸入 0 至 1,000,000,000 的整數步數，或 0 至 744 的睡眠時數。

source: Overall result
ja: 全体の判定
zh_hant: 整體結果

source: Conditions met
ja: 条件を満たしています
zh_hant: 符合條件

source: Conditions not met
ja: 条件を満たしていません
zh_hant: 不符合條件

source: Cannot determine yet
ja: まだ判定できません
zh_hant: 尚無法判定

source: Checking conditions…
ja: 条件を確認中…
zh_hant: 正在檢查條件…

source: Read at %@
ja: %@に読み取り
zh_hant: 讀取時間：%@

source: Conditions use the current time, even for a backdated record.
ja: 過去の日付の記録でも、条件は現在の時刻で判定します。
zh_hant: 即使補登過去的紀錄，條件仍以當下時間判定。

source: Based on readable Apple Health data so far in this calendar period. Sleep is clipped to the period, not grouped by wake-up.
ja: この期間で現在までに読み取れるAppleヘルスケアのデータに基づきます。睡眠は期間内の時間だけを集計し、起床日ではまとめません。
zh_hant: 依據此日曆期間至目前可讀取的 Apple 健康資料。睡眠只計算期間內的部分，不依起床日歸組。

source: Connect Apple Health
ja: Appleヘルスケアに接続
zh_hant: 連接 Apple 健康

source: Check current location
ja: 現在地を確認
zh_hant: 檢查目前位置

source: Refresh conditions
ja: 条件を再確認
zh_hant: 重新整理條件

source: Check your current location to evaluate this condition.
ja: 現在地を確認すると、この条件を判定できます。
zh_hant: 請檢查目前位置以判定此條件。

source: Connect Apple Health or refresh to read this period’s data.
ja: Appleヘルスケアに接続するか、再確認してこの期間のデータを読み取ってください。
zh_hant: 請連接 Apple 健康或重新整理，以讀取此期間的資料。

source: Health data needs refreshing for the current period.
ja: 現在の期間のヘルスケアデータを再確認してください。
zh_hant: 請重新整理目前期間的健康資料。

source: Apple Health is unavailable on this device.
ja: このデバイスではAppleヘルスケアを利用できません。
zh_hant: 此裝置無法使用 Apple 健康。

source: Connect Apple Health to read the data used by this condition.
ja: Appleヘルスケアに接続して、この条件に必要なデータを読み取ってください。
zh_hant: 請連接 Apple 健康以讀取此條件使用的資料。

source: No readable data for this period. Check access in Apple Health.
ja: この期間に読み取れるデータがありません。Appleヘルスケアでアクセス設定を確認してください。
zh_hant: 此期間沒有可讀取的資料。請在 Apple 健康檢查存取權限。

source: Unlock this iPhone to read Apple Health data.
ja: Appleヘルスケアのデータを読むには、このiPhoneのロックを解除してください。
zh_hant: 請解鎖此 iPhone 以讀取 Apple 健康資料。

source: Could not read Apple Health data. Try refreshing.
ja: Appleヘルスケアのデータを読み取れませんでした。再確認してください。
zh_hant: 無法讀取 Apple 健康資料。請嘗試重新整理。

source: The achievement conditions are not met.
ja: 達成条件を満たしていません。
zh_hant: 尚未符合達成條件。

source: Could not verify the achievement conditions. Check their status and try again.
ja: 達成条件を確認できませんでした。状態を確認してから再試行してください。
zh_hant: 無法驗證達成條件。請檢查條件狀態後再試一次。

source: Could not check your current location. Try again.
ja: 現在地を確認できませんでした。再試行してください。
zh_hant: 無法檢查目前位置。請再試一次。

source: Your current location is uncertain or stale. Try checking again.
ja: 現在地の精度が不十分か、情報が古くなっています。もう一度確認してください。
zh_hant: 目前位置不夠明確或已過時。請再檢查一次。

source: Condition reminders need a place and cannot include health conditions. Use Time and weekdays for scheduled reminders.
ja: 条件通知には場所が必要で、ヘルスケア条件は含められません。定時の通知には「時刻と曜日」を使ってください。
zh_hant: 條件提醒必須包含地點，且不能包含健康條件。排程提醒請使用「時間與星期」。

source: Your achievement conditions are met. A moment to record?
ja: 達成条件を満たしました。記録しませんか？
zh_hant: 已符合達成條件，要記錄一下嗎？

source: Delete
ja: 削除
zh_hant: 刪除

# Completed tab
source: Completed
ja: 達成
zh_hant: 完成

source: No recorded value
ja: 記録された数値なし
zh_hant: 沒有已記錄的數值

# Condition met
source: Met
ja: 条件を満たす
zh_hant: 符合

# Condition not met
source: Not met
ja: 条件を満たさない
zh_hant: 不符合

# Condition unknown
source: Unknown
ja: 確認できません
zh_hant: 無法確認

source: Delete this group and its conditions?
ja: この条件グループと含まれる条件を削除しますか？
zh_hant: 刪除此條件組及其中的條件？

source: Apple Health
ja: Appleヘルスケア
zh_hant: Apple 健康

source: Dismiss message
ja: メッセージを閉じる
zh_hant: 關閉訊息

source: Checking health access…
ja: ヘルスケアの設定を確認中…
zh_hant: 正在確認健康資料設定⋯

source: Connect to use the health data selected for your conditions. Only the selected types are requested.
ja: 条件に使用する健康データを連携します。選択したデータの種類のみアクセスを求めます。
zh_hant: 連接條件所使用的健康資料。只會要求讀取你選擇的資料類型。

source: Manage health access
ja: ヘルスケアへのアクセス
zh_hant: 健康資料存取

source: In Apple Health, tap your profile, then Apps and Goalooker to review steps and sleep read access.
ja: ヘルスケアでプロフィールをタップし、「アプリ」から Goalooker を選んで歩数と睡眠の読み取り設定を確認してください。
zh_hant: 在「健康」App 點選個人檔案，再到「App」選擇 Goalooker，確認步數與睡眠的讀取權限。

source: No readable samples can mean there is no data yet or read access is off. Apple Health keeps these cases private; Goalooker never assumes zero.
ja: 読み取れるデータがない場合、まだ記録がないか、読み取りがオフになっている可能性があります。ヘルスケアでは区別できないため、Goalooker はゼロとみなしません。
zh_hant: 沒有可讀取樣本，可能是尚未產生資料，或讀取權限未開啟。Apple 健康不會揭露兩者的差別，Goalooker 不會直接視為 0。

source: No readable samples yet in this period. Apple Health does not distinguish an empty period from disabled read access.
ja: この期間に読み取れる記録はまだありません。記録がない場合と読み取りがオフの場合は区別できません。
zh_hant: 這段期間還沒有可讀取的樣本；可能尚未產生資料，也可能讀取權限未開啟。

source: Set up Apple Health in this tracker’s settings.
ja: この項目の編集画面でヘルスケアを設定してください。
zh_hant: 請在這個追蹤項目的編輯頁設定 Apple 健康。

source: Health data updates automatically. Set up access in this tracker’s settings.
ja: ヘルスケアデータは自動で更新されます。読み取り設定はこの項目の編集画面で行えます。
zh_hant: 健康資料會自動更新，存取設定可在這個追蹤項目的編輯頁完成。

source: Updating health data for the current period…
ja: 現在の期間のヘルスケアデータを更新中…
zh_hant: 正在更新這段期間的健康資料⋯

source: Could not read Apple Health data. It will update automatically when available.
ja: ヘルスケアデータを読み取れませんでした。利用可能になると自動で更新されます。
zh_hant: 暫時無法讀取 Apple 健康資料，恢復可讀取時會自動更新。

source: Automatically reads available data
ja: 読み取れるデータを自動更新
zh_hant: 自動更新可讀取的資料

source: OK
zh_hant: 好

# Goalooker - 過路客
source: Goalooker
zh_hant: Goalooker - 過路客
